expressjs/n1-standard-1-5ms/c1000.txt
Bombarding http://10.148.0.2:8080//5ms with 100000 request(s) using 1000 connection(s)
 100000 / 100000 [==================================================================================================] 100.00% 7s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     13202.58    8149.73   32776.92
  Latency       75.96ms    79.20ms      3.26s
  Latency Distribution
     50%    72.66ms
     75%    74.26ms
     90%    84.36ms
     99%   106.75ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     3.36MB/s