expressjs/n1-standard-1-5ms/c50.txt
Bombarding http://10.148.0.2:8080//5ms with 100000 request(s) using 50 connection(s)
 100000 / 100000 [=================================================================================================] 100.00% 14s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      6776.59     908.01    8847.95
  Latency        7.38ms   617.01us    15.78ms
  Latency Distribution
     50%     7.23ms
     75%     7.56ms
     90%     8.22ms
     99%    11.31ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     1.75MB/s